Repository: Vivienne0528/iOS-mobile-app
Catalog: src/Geothermal/*.lproj/Localizable.strings
Languages: es, fr, zh_hans

# dpi_info
source: Inner Pipe Diameter. (Suggested value 0.022 m or 0.866 in)
es: Diámetro interior del tubo. (Valor sugerido 0.022 m o 0.866 in)
fr: Diamètre intérieur du tuyau. (Valeur suggérée 0.022 m ou 0.866 in)
zh_hans: 内管径。 （建议值 0.022 米 或 0.866 英寸）

# k_grout_info
source: Grout Thermal Conductivity. (Suggested value 0.692 W/(m⋅℃) or 0.399 BTU/h ft ℉
es: Conductividad térmica de la lechada. (Valor sugerido 0.692 W/(m⋅℃) o 0.399 BTU/h ft ℉)
fr: Conductivité thermique du coulis. (Valeur suggérée 0.692 W/(m⋅℃) ou 0.399 BTU/h ft ℉)
zh_hans: 灌浆热传导率。 （建议值 0.692 W/(m⋅℃) 或 0.399 BTU/h ft ℉）

# kp_info
source: Pipe Thermal Conductivity. (Suggested value 0.346 W/(m⋅℃) or 0.120 BTU/h ft ℉)
es: Conductividad térmica del tubo. (Valor sugerido 0.346 W/(m⋅℃) o 0.120 BTU/h ft ℉)
fr: Conductivité thermique du tuyau. (Valeur suggérée 0.346 W/(m⋅℃) ou 0.120 BTU/h ft ℉)
zh_hans: 管道热传导率。 （建议值 0.346 W/(m⋅℃) 或 0.120 BTU/h ft ℉）

# tm_info
source: Mean Earth Temperature in top 10 feet of soil. (Suggested value 24 ℃ or 75.2 ℉ for Melbourne)
es: Temperatura media de la Tierra en los primeros 10 pies de suelo. (Valor sugerido 24 ℃ o 75.2 ℉ para Melbourne)
fr: Température moyenne de la terre dans les 10 premiers pieds du sol. (Valeur suggérée 24 ℃ ou 75.2 ℉ pour Melbourne)
zh_hans: 前10英尺土壤的平均地温。 （建议值 24 ℃ 或 75.2 ℉，适用于墨尔本）

# as_info
source: Annual Swing of earth surface temperature above and below TM. (Suggested value -0.1 ℃ or 31.82 ℉ for Melbourne)
es: Variación anual de la temperatura de la superficie de la Tierra por encima y por debajo de TM. (Valor sugerido -0.1 ℃ o 31.82 ℉ para Melbourne)
fr: Variation annuelle de la température de surface de la terre au-dessus et en dessous de TM. (Valeur suggérée -0.1 ℃ ou 31.82 ℉ pour Melbourne)
zh_hans: 地表温度在TM上下的年度波动。 （建议值 -0.1 ℃ 或 31.82 ℉，适用于墨尔本）

# alpha_info
source: Soil Thermal Diffusivity. (Suggested value 0.06 m²/day or 0.646 ft²/day for Melbourne)
es: Difusividad térmica del suelo. (Valor sugerido 0.06 m²/día o 0.646 ft²/día para Melbourne)
fr: Diffusivité thermique du sol. (Valeur suggérée 0.06 m²/jour ou 0.646 ft²/jour pour Melbourne)
zh_hans: 土壤热扩散性。 （建议值 0.06 m²/天 或 0.646 ft²/天，适用于墨尔本）

# d_info
source: Average Pipe Depth. (Suggested value 3.1 m or 10.170 ft)
es: Profundidad media del tubo. (Valor sugerido 3.1 m o 10.170 ft)
fr: Profondeur moyenne du tuyau. (Valeur suggérée 3.1 m ou 10.170 ft)
zh_hans: 平均管深。 （建议值 3.1 米 或 10.170 英尺）

# rs_info
source: Soil Thermal Resistance. (suggested value 1.6 m⋅℃/W)
es: Resistencia térmica del suelo. (valor sugerido 1.6 m⋅℃/W)
fr: Résistance thermique du sol. (valeur suggérée 1.6 m⋅℃/W)
zh_hans: 土壤热阻。 （建议值 1.6 m⋅℃/W）

# sm_info
source: Trench Spacing Multiplier. (suggested value 1.2)
es: Multiplicador de espaciamiento de zanjas. (valor sugerido 1.2)
fr: Multiplicateur d'espacement des tranchées. (valeur suggérée 1.2)
zh_hans: 沟槽间距倍数。 （建议值 1.2）

# pm_info
source: Pipe Diameter Multiplier. (suggested value 1)
es: Multiplicador de diámetro de tubo. (valor sugerido 1)
fr: Multiplicateur de diamètre du tuyau. (valeur suggérée 1)
zh_hans: 管径倍数。 （建议值 1）

# cp_info
source: Ground Heat Exchanger (GHE) fluid (water) thermal heat capacity. (Suggested value 4000 J/kg K or 955.384 BTU/lb ℉)
es: Capacidad de calor térmico del fluido (agua) del intercambiador de calor del suelo (GHE). (Valor sugerido 4000 J/kg K o 955.384 BTU/lb ℉)
fr: Capacité thermique du fluide (eau) de l'échangeur de chaleur géothermique (GHE). (Valeur suggérée 4000 J/kg K ou 955.384 BTU/lb ℉)
zh_hans: 地热交换器（GHE）流体（水）的热容量。 （建议值 4000 J/kg K 或 955.384 BTU/lb ℉）

# tinhp_info
source: Heat Pump Entering Water Temperature. (Suggested value 4.4 ℃ or 39.92 ℉)
es: Temperatura de entrada de agua de la bomba de calor. (Valor sugerido 4.4 ℃ o 39.92 ℉)
fr: Température d'entrée de l'eau de la pompe à chaleur. (Valeur suggérée 4.4 ℃ ou 39.92 ℉)
zh_hans: 热泵进水温度。 （建议值 4.4 ℃ 或 39.92 ℉）

# mfls_info
source: Mass Flow Rate of Fluid per kilowatt of peak hourly ground load. (Suggested value 0.074 kg/s kW)
es: Tasa de flujo de masa de fluido por kilovatio de carga de suelo pico horario. (Valor sugerido 0.074 kg/s kW)
fr: Débit massique du fluide par kilowatt de charge de sol maximale horaire. (Valeur suggérée 0.074 kg/s kW)
zh_hans: 每千瓦峰值小时地面负载的流体质量流量。 （建议值 0.074 kg/s kW）

# k_info
source: Ground Thermal Conductivity. (Suggested value 1.73 W/m K or 1 BTU/h ft ℉ for Melbourne)
es: Conductividad térmica del suelo. (Valor sugerido 1.73 W/m K o 1 BTU/h ft ℉ para Melbourne)
fr: Conductivité thermique du sol. (Valeur suggérée 1.73 W/m K ou 1 BTU/h ft ℉ pour Melbourne)
zh_hans: 地热导率。 （建议值 1.73 W/m K 或 1 BTU/h ft ℉，适用于墨尔本）

# qy_info
source: Yearly Average Ground Load. (Suggested value -1.762 kW, -6012.194 BTU/h or -0.501 TR)
es: Carga promedio de suelo anual. (Valor sugerido -1.762 kW, -6012.194 BTU/h o -0.501 TR)
fr: Charge moyenne du sol à l'année. (Valeur suggérée -1.762 kW, -6012.194 BTU/h ou -0.501 TR)
zh_hans: 年平均地负载。 （建议值 -1.762 kW, -6012.194 BTU/h 或 -0.501 TR）

# qm_info
source: Monthly Ground Load. (Suggested value -100 kW, -341214.2 BTU/h or -28.435 TR)
es: Carga de suelo mensual. (Valor sugerido -100 kW, -341214.2 BTU/h o -28.435 TR)
fr: Charge du sol mensuelle. (Valeur suggérée -100 kW, -341214.2 BTU/h ou -28.435 TR)
zh_hans: 月地负载。 （建议值 -100 kW, -341214.2 BTU/h 或 -28.435 TR）

# qh_info
source: Hourly Average Ground Load. (Suggested value -392.25 kW, -1338412.699 BTU/h or -111.534 TR)
es: Carga promedio de suelo por hora. (Valor sugerido -392.25 kW, -1338412.699 BTU/h o -111.534 TR)
fr: Charge moyenne du sol horaire. (Valeur suggérée -392.25 kW, -1338412.699 BTU/h ou -111.534 TR)
zh_hans: 小时平均地负载。 （建议值 -392.25 kW, -1338412.699 BTU/h 或 -111.534 TR）

# b_info
source: Distance between boreholes. (Suggested value 6.1 m or 20.013 ft)
es: Distancia entre agujeros de perforación. (Valor sugerido 6.1 m o 20.013 ft)
fr: Distance entre les trous de forage. (Valeur suggérée 6.1 m ou 20.013 ft)
zh_hans: 钻孔间的距离。 （建议值 6.1 米 或 20.013 英尺）

# nb_info
source: Number of Borehole GHEs. (Suggested value 120)
es: Número de GHE de perforación. (Valor sugerido 120)
fr: Nombre de GHE de forage. (Valeur suggérée 120)
zh_hans: 钻孔GHE的数量。 （建议值 120）

# a_info
source: Borefield Geometrical Aspect Ratio. (Suggested value 1.2)
es: Relación de aspecto geométrico del campo de perforación. (Valor sugerido 1.2)
fr: Rapport d'aspect géométrique du champ de forage. (Valeur suggérée 1.2)
zh_hans: 钻场几何纵横比。 （建议值 1.2）

# rbore_info
source: Radius of Borehole. (Suggested value 0.054 m 2.126 in)
es: Radio del agujero de perforación. (Valor sugerido 0.054 m 2.126 in)
fr: Rayon du trou de forage. (Valeur suggérée 0.054 m 2.126 in)
zh_hans: 钻孔半径。 （建议值 0.054 米 或 2.126 英寸）

# lu_info
source: Centre-to-centre distance between pipes of U loop. (Suggested value 0.0471 m or 1.854 in)
es: Distancia centro a centro entre tuberías de bucle U. (Valor sugerido 0.0471 m o 1.854 in)
fr: Distance centre à centre entre les tuyaux de la boucle U. (Valeur suggérée 0.0471 m ou 1.854 in)
zh_hans: U型环管之间的中心距。 （建议值 0.0471 米 或 1.854 英寸）

# rpin_info
source: Inner Radius of U loop. (Suggested value 0.0137 m or 0.539 in)
es: Radio interior del bucle U. (Valor sugerido 0.0137 m o 0.539 in)
fr: Rayon intérieur de la boucle U. (Valeur suggérée 0.0137 m ou 0.539 in)
zh_hans: U型环内半径。 （建议值 0.0137 米 或 0.539 英寸）

# rpext_info
source: Outer Radius of U loop. (Suggested value 0.0167 m or 0.657 in)
es: Radio exterior del bucle U. (Valor sugerido 0.0167 m o 0.657 in)
fr: Rayon extérieur de la boucle U. (Valeur suggérée 0.0167 m ou 0.657 in)
zh_hans: U型环外半径。 （建议值 0.0167 米 或 0.657 英寸）

# kpipe_info
source: Pipe Thermal Conductivity. (Suggested value 0.346 W/m K or 0.120 BTU/h ft ℉)
es: Conductividad térmica de la tubería. (Valor sugerido 0.346 W/m K o 0.120 BTU/h ft ℉)
fr: Conductivité thermique du tuyau. (Valeur suggérée 0.346 W/m K ou 0.120 BTU/h ft ℉)
zh_hans: 管道热传导率。 （建议值 0.346 W/m K 或 0.120 BTU/h ft ℉）

# hconv_info
source: Internal Convection Coefficient. (Suggested value 1000 W/m² K or 176.11 BTU/h ft ℉)
es: Coeficiente de convección interna. (Valor sugerido 1000 W/m² K o 176.11 BTU/h ft ℉)
fr: Coefficient de convection interne. (Valeur suggérée 1000 W/m² K ou 176.11 BTU/h ft ℉)
zh_hans: 内部对流系数。 （建议值 1000 W/m² K 或 176.11 BTU/h ft ℉）

source: Borehole Number
es: Número de agujeros
fr: Nombre de forages
zh_hans: 钻孔数量

source: Number of boreholes.
es: Número de agujeros.
fr: Nombre de forages.
zh_hans: 钻孔数量。

source: Borehole Length
es: Longitud del agujero
fr: Longueur du forage
zh_hans: 钻孔长度

source: Max length of a single borehole.
es: Longitud máxima de un solo agujero.
fr: Longueur maximale d'un seul forage.
zh_hans: 单个钻孔的最大长度。

source: Number of Trenches.
es: Número de trincheras.
fr: Nombre de tranchées.
zh_hans: 沟槽数量。

source: Pipes Per Trench
es: Tubos por trinchera
fr: Tuyaux par tranchée
zh_hans: 每沟管道数

source: Number of Pipes in each Trench.
es: Número de tubos en cada trinchera.
fr: Nombre de tuyaux dans chaque tranchée.
zh_hans: 每个沟槽中的管道数量。

source: Terms
es: Términos
fr: Termes
zh_hans: 条款

source: Privacy
es: Privacidad
fr: Intimité
zh_hans: 隐私

source: About
es: Acerca de
fr: À propos
zh_hans: 关于

# app_info
source: Developed by 4EE in collaboration with The University of Melbourne. This mobile application is intended to be used as a tool to support contractors and designers during the pre-design phase of the ground loop heat exchangers. This application and its results are not intended to replace current software, hand calculations and/or GSHP system's designers used in the pre-design process.
es: Desarrollado por 4EE en colaboración con la Universidad de Melbourne. Esta aplicación móvil está destinada a ser utilizada como una herramienta para apoyar a los contratistas y diseñadores durante la fase de pre-diseño de los intercambiadores de calor de bucle de tierra. Esta aplicación y sus resultados no están destinados a reemplazar el software actual, los cálculos manuales y/o los diseñadores de sistemas GSHP utilizados en el proceso de pre-diseño.
fr: Développé par 4EE en collaboration avec l'Université de Melbourne. Cette application mobile est destinée à être utilisée comme un outil pour soutenir les entrepreneurs et les concepteurs lors de la phase de pré-conception des échangeurs de chaleur à boucle de terrain. Cette application et ses résultats ne sont pas destinés à remplacer le logiciel actuel, les calculs manuels et/ou les concepteurs de systèmes GSHP utilisés dans le processus de pré-conception.
zh_hans: 由4EE与墨尔本大学合作开发。 这个手机应用程序旨在作为一个工具，支持承包商和设计师在地源热泵换热器预设计阶段。这个应用程序及其结果不打算取代当前的软件、手工计算和/或地源热泵系统设计师在预设计过程中的使用。

source: Send Results To
es: Enviar resultados a
fr: Envoyer les résultats à
zh_hans: 发送结果至

source: Send results
es: Enviar resultados
fr: Envoyer les résultats
zh_hans: 发送结果

source: Request Detailed Design
es: Solicitar diseño detallado
fr: Demander un design détaillé
zh_hans: 请求详细设计

source: Request detailed design
es: Solicitar diseño detallado
fr: Demander un design détaillé
zh_hans: 请求详细设计

# your_email
source: Your email address
es: Su dirección de correo electrónico
fr: Votre adresse e-mail
zh_hans: 您的电子邮件地址

# your_name
source: Your name (optional)
es: Su nombre (opcional)
fr: Votre nom (facultatif)
zh_hans: 您的名字 (可选)

# your_phone
source: Your phone number (optional)
es: Su número de teléfono (opcional)
fr: Votre numéro de téléphone (facultatif)
zh_hans: 您的电话号码 (可选)

# your_country
source: Your country code (optional)
es: Su código de país (opcional)
fr: Votre code de pays (facultatif)
zh_hans: 您的国家代码 (可选)

# your_addr
source: Project address, including country (optional)
es: Dirección del proyecto, incluyendo país (opcional)
fr: Adresse du projet, y compris le pays (facultatif)
zh_hans: 项目地址，包括国家 (可选)

# email_error
source: Error: This device doesn't support sending email.
es: Error: Este dispositivo no soporta el envío de correo electrónico.
fr: Erreur : Cet appareil ne supporte pas l'envoi d'e-mails.
zh_hans: 错误：此设备不支持发送电子邮件。

source: Please see the attached details.
es: Por favor, vea los detalles adjuntos.
fr: Veuillez voir les détails en pièce jointe.
zh_hans: 请查看附件中的详细信息。

source: Result
es: Resultado
fr: Résultat
zh_hans: 结果
