Repository: Vivienne0528/iOS-mobile-app
Catalog: src/Geothermal/*.lproj/Localizable.strings
Languages: es, fr, zh_hans

source: Language
es: Idioma
fr: Langue
zh_hans: 语言

source: Theme
es: Tema
fr: Thème
zh_hans: 主题

source: Light
es: Claro
fr: Clair
zh_hans: 亮色

source: Dark
es: Oscuro
fr: Sombre
zh_hans: 暗色

source: Start
es: Comenzar
fr: Commencer
zh_hans: 开始

# terms_1
source: I accept the
es: Acepto los
fr: J'accepte les
zh_hans: 我接受

# terms_2
source: terms and conditions
es: términos y condiciones
fr: termes et conditions
zh_hans: 条款和条件

# copyright
source: Copyright © 2023 4EE. All rights reserved.
es: Derechos de autor © 2023 4EE. Todos los derechos reservados.
fr: Droits d'auteur © 2023 4EE. Tous droits réservés.

# terms_warning_info
source: Please accept the terms and conditions.
es: Por favor, acepte los términos y condiciones.
fr: Veuillez accepter les termes et conditions.
zh_hans: 请接受条款和条件。

source: Blue
es: Azul
fr: Bleu
zh_hans: 蓝色

source: Green
es: Verde
fr: Vert
zh_hans: 绿色

source: Brown
es: Marrón
fr: Marron
zh_hans: 棕色

source: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭

source: Method
es: Método
fr: Méthode
zh_hans: 方法

# IGSHPA_info
source: The International Ground Source Heat Pump Association (IGSHPA) provides pre-design calculation methods for vertically bored, horizontally bored and horizontally trenched systems. Their methods are based on the assumption that the ground, from which heat is exchanged, has a constant temperature at certain depths below the surface.
es: La Asociación Internacional de Bombas de Calor Geotérmicas (IGSHPA) proporciona métodos de cálculo previo al diseño para sistemas perforados verticalmente, perforados horizontalmente y con trincheras horizontalmente. Sus métodos se basan en la suposición de que el suelo, desde el cual se intercambia el calor, tiene una temperatura constante a ciertas profundidades por debajo de la superficie.
fr: L'Association Internationale des Pompes à Chaleur Géothermiques (IGSHPA) fournit des méthodes de calcul préalables à la conception pour les systèmes forés verticalement, forés horizontalement et tranchés horizontalement. Leurs méthodes sont basées sur l'hypothèse que le sol, avec lequel la chaleur est échangée, a une température constante à certaines profondeurs sous la surface.
zh_hans: 国际地源热泵协会（IGSHPA）提供垂直钻孔、水平钻孔和水平沟槽系统的预设计计算方法。他们的方法基于一个假设，即地面，从中交换热量，在地表以下的某些深度处具有恒定的温度。

# ASHRAE_info
source: The American Society of Heating, Refrigerating and Air-Conditioning Engineers (ASHRAE) method used in this iOS application has been recast by Philippe et al. (2010) and is used for vertical systems. This method is derived from the assumption that heat transfer in the ground only occurs by conduction and that moisture evaporation or underground water movement is not significant.
es: El método de la Sociedad Americana de Ingenieros de Calefacción, Refrigeración y Aire Acondicionado (ASHRAE) utilizado en esta aplicación iOS ha sido reformulado por Philippe et al. (2010) y se utiliza para sistemas verticales. Este método se deriva de la suposición de que la transferencia de calor en el suelo solo ocurre por conducción y que la evaporación de humedad o el movimiento de agua subterránea no es significativo.
fr: La méthode de la Société Américaine des Ingénieurs en Chauffage, Réfrigération et Climatisation (ASHRAE) utilisée dans cette application iOS a été reformulée par Philippe et al. (2010) et est utilisée pour les systèmes verticaux. Cette méthode est dérivée de l'hypothèse que le transfert de chaleur dans le sol se produit uniquement par conduction et que l'évaporation de l'humidité ou le mouvement de l'eau souterraine n'est pas significatif.
zh_hans: 在这个iOS应用程序中使用的美国供热，制冷和空调工程师协会（ASHRAE）方法已经被Philippe等人（2010）改写，并且用于垂直系统。这种方法源自地面只通过导热进行热传递的假设，且水分蒸发或地下水移动不显著。

source: IGSHPA System Setting
es: Configuración del Sistema IGSHPA
fr: Configuration du Système IGSHPA
zh_hans: IGSHPA系统设置

source: Vertically - Bored (VB)
es: Perforado Verticalmente (VB)
fr: Foré - Verticalement (VB)
zh_hans: 垂直钻孔（VB）

source: Horizontally - Bored (HB)
es: Perforado Horizontalmente (HB)
fr: Foré - Horizontalement (HB)
zh_hans: 水平钻孔（HB）

source: Horizontally - Trenched (HT)
es: En Trinchera Horizontalmente (HT)
fr: Tranché - Horizontalement (HT)
zh_hans: 水平沟槽（HT）

# VB_info
source: Vertically bored systems are commonly used in both residential and commercial buildings as this configuration requires minimal land to be available to install. However, this system can be significantly expensive as a result of the cost of drilling and therefore both vertical and horizontal systems should be considered to determine the most viable configuration.
es: Los sistemas perforados verticalmente se utilizan comúnmente en edificios residenciales y comerciales, ya que esta configuración requiere un mínimo de terreno disponible para instalar. Sin embargo, este sistema puede ser significativamente caro como resultado del costo de perforación y, por lo tanto, se deben considerar tanto los sistemas verticales como horizontales para determinar la configuración más viable.
fr: Les systèmes forés verticalement sont couramment utilisés dans les bâtiments résidentiels et commerciaux car cette configuration nécessite un minimum de terrain disponible pour l'installation. Cependant, ce système peut être significativement coûteux en raison du coût de forage et donc les systèmes verticaux et horizontaux devraient être considérés pour déterminer la configuration la plus viable.
zh_hans: 垂直钻孔系统通常用于住宅和商业建筑，因为这种配置需要最小的土地安装。然而，这种系统可能会显著昂贵，因为钻孔的成本，因此应该考虑垂直和水平系统以确定最可行的配置。

# HB_info
source: Horizontally bored systems are a common configuration for properties that have large areas of earth to utilize. The benefit of using this configuration is that extensive excavation is not required. Depending on the property, the cost of damaging and replacing what currently occupies the land can exceed the cost of the drilling, making this an optimal setup.
es: Los sistemas perforados horizontalmente son una configuración común para propiedades que tienen grandes áreas de tierra para utilizar. El beneficio de utilizar esta configuración es que no se requiere una excavación extensa. Dependiendo de la propiedad, el costo de dañar y reemplazar lo que actualmente ocupa la tierra puede exceder el costo de la perforación, lo que hace que esta sea una configuración óptima.
fr: Les systèmes forés horizontalement sont une configuration courante pour les propriétés qui ont de grandes surfaces de terre à utiliser. L'avantage de cette configuration est qu'une excavation extensive n'est pas nécessaire. Selon la propriété, le coût de la dégradation et du remplacement de ce qui occupe actuellement le terrain peut dépasser le coût du forage, ce qui en fait une configuration optimale.
zh_hans: 水平钻孔系统是大面积土地的物业常见的配置。使用此配置的好处是不需要大量挖掘。根据物业，破坏和替换当前占用的土地的成本可能超过钻孔的成本，使这成为最佳设置。

# HT_info
source: Horizontally trenched systems are typically the cheapest installation of the three systems because no drilling is required. However, these systems require large areas of available land to excavate in order to be installed and even when enough land is available, the cost of removing and replacing what is currently there can in itself be significantly expensive.
es: Los sistemas de trinchera horizontal son generalmente la instalación más barata de los tres sistemas porque no se requiere perforación. Sin embargo, estos sistemas requieren grandes áreas de tierra disponible para excavar con el fin de ser instalados y, incluso cuando hay suficiente tierra disponible, el costo de eliminar y reemplazar lo que actualmente está allí puede ser significativamente caro.
fr: Les systèmes tranchés horizontalement sont généralement l'installation la moins chère des trois systèmes car aucun forage n'est nécessaire. Cependant, ces systèmes nécessitent de grandes surfaces de terrain disponibles pour creuser afin d'être installés et même lorsque suffisamment de terrain est disponible, le coût de l'enlèvement et du remplacement de ce qui est actuellement là peut en soi être considérablement coûteux.
zh_hans: 水平沟槽系统通常是三种系统中安装成本最低的，因为不需要钻孔。然而，这些系统需要大面积的可用土地进行挖掘以便安装，即使有足够的土地，移除和替换当前存在的东西的成本本身可能显著昂贵。

source: IGSHPA VB Data Input
es: Ingreso de datos IGSHPA VB
fr: Saisie de données IGSHPA VB
zh_hans: IGSHPA VB 数据输入

source: IGSHPA HB Data Input
es: Ingreso de datos IGSHPA HB
fr: Saisie de données IGSHPA HB
zh_hans: IGSHPA HB 数据输入

source: IGSHPA HT Data Input
es: Ingreso de datos IGSHPA HT
fr: Saisie de données IGSHPA HT
zh_hans: IGSHPA HT 数据输入

source: ASHRAE Data Input
es: Ingreso de datos ASHRAE
fr: Saisie de données ASHRAE
zh_hans: ASHRAE 数据输入

source: Please fill in all required fields.
es: Por favor complete todos los campos requeridos.
fr: Veuillez remplir tous les champs requis.
zh_hans: 请填写所有必填字段。

source: Please fill in either borehole number or borehole length.
es: Por favor complete el número de perforación o la longitud de la perforación.
fr: Veuillez remplir soit le nombre de trous de forage, soit la longueur du trou de forage.
zh_hans: 请填写孔数或孔深其中之一。

source: Heat Pump Specification
es: Especificación de la bomba de calor
fr: Spécification de la Pompe à Chaleur
zh_hans: 热泵规格

source: Heat Pump Design Conditions
es: Condiciones de diseño de la bomba de calor
fr: Conditions de Conception de la Pompe à Chaleur
zh_hans: 热泵设计条件

source: Ground Properties
es: Propiedades del terreno
fr: Propriétés du Sol
zh_hans: 地面属性

source: Borehole Parameters
es: Parámetros de la perforación
fr: Paramètres du Trou de Forage
zh_hans: 钻孔参数

source: Borehole Configuration (optional)
es: Configuración de la perforación (opcional)
fr: Configuration du Trou de Forage (optionnel)
zh_hans: 钻孔配置（可选）

source: Trench Pipe Parameters
es: Parámetros de la tubería de zanja
fr: Paramètres du tuyau de tranchée
zh_hans: 沟槽管道参数

source: Trench Configuration (optional)
es: Configuración de la trinchera (opcional)
fr: Configuration de la Tranchée (optionnel)
zh_hans: 沟槽配置（可选）

source: Calculate
es: Calcular
fr: Calculer
zh_hans: 计算

source: Warning
es: Advertencia
fr: Avertissement
zh_hans: 警告

source: OK
es: Aceptar
zh_hans: 确定

source: Enter a number
es: Ingrese un número
fr: Entrez un numéro
zh_hans: 输入一个数字

source: Input Data
es: Datos ingresados
fr: Données d'entrée
zh_hans: 输入数据

source: Calculated Results
es: Resultados calculados
fr: Résultats calculés
zh_hans: 计算结果

source: Recommended Setup
es: Configuración recomendada
fr: Configuration recommandée
zh_hans: 推荐设置

source: Configuration
es: Configuración
zh_hans: 配置

source: Calculation Result
es: Resultado de la calculación
fr: Résultat du calcul
zh_hans: 计算结果

# IGSHPA_result_info
source: R(G): Ground Thermal Resistance. S(B): Borehole Shape Factor. R(PP): Thermal Resistance of Pipe Walls for Two Pipes in Parallel. R(Grout): Thermal Resistance Due To Grout And Pipe Position In Borehole. R(B): Borehole Thermal Resistance. F(H): Run Fraction In Heating Mode During Heating Design Month. F(C): Run Fraction In Cooling Mode During Cooling Design Month. T(S.L): Design Soil Temperature For Heating At Average GHEX Pipe Depth. T(S.H): Design Soil Temperature For Cooling At Average GHEX Pipe Depth. R(P): Pipe Thermal Resistance. L(HT): Total Borehole Design Length For Heating. L(CT): Total Borehole Design Length For Cooling.
es: R(G): Resistencia térmica del terreno. S(B): Factor de forma del agujero. R(PP): Resistencia térmica de las paredes del tubo para dos tubos en paralelo. R(Grout): Resistencia térmica debido a la lechada y la posición del tubo en el agujero. R(B): Resistencia térmica del agujero. F(H): Fracción de funcionamiento en modo de calefacción durante el mes de diseño de calefacción. F(C): Fracción de funcionamiento en modo de enfriamiento durante el mes de diseño de enfriamiento. T(S.L): Temperatura del suelo de diseño para calefacción a la profundidad media del tubo GHEX. T(S.H): Temperatura del suelo de diseño para enfriamiento a la profundidad media del tubo GHEX. R(P): Resistencia térmica del tubo. L(HT): Longitud total de diseño del agujero para calefacción. L(CT): Longitud total de diseño del agujero para enfriamiento.
fr: R(G) : Résistance thermique du sol. S(B) : Facteur de forme du forage. R(PP) : Résistance thermique des parois des tuyaux pour deux tuyaux en parallèle. R(Grout) : Résistance thermique due à la boue et à la position du tuyau dans le forage. R(B) : Résistance thermique du forage. F(H) : Fraction de fonctionnement en mode chauffage pendant le mois de conception de chauffage. F(C) : Fraction de fonctionnement en mode refroidissement pendant le mois de conception de refroidissement. T(S.L) : Température du sol de conception pour le chauffage à la profondeur moyenne du tuyau GHEX. T(S.H) : Température du sol de conception pour le refroidissement à la profondeur moyenne du tuyau GHEX. R(P) : Résistance thermique du tuyau. L(HT) : Longueur totale de conception du forage pour le chauffage. L(CT) : Longueur totale de conception du forage pour le refroidissement.
zh_hans: R(G): 地热阻。 S(B): 钻孔形状因子。 R(PP): 并联两管的管壁热阻。 R(Grout): 由于灌浆和管道在钻孔中的位置引起的热阻。 R(B): 钻孔热阻。 F(H): 在供暖设计月份的加热模式运行分数。 F(C): 在冷却设计月份的冷却模式运行分数。 T(S.L): 平均GHEX管深度处的供暖设计土壤温度。 T(S.H): 平均GHEX管深度处的冷却设计土壤温度。 R(P): 管道热阻。 L(HT): 供暖的总钻孔设计长度。 L(CT): 冷却的总钻孔设计长度。

# ASHRAE_result_info
source: T(outHHP): Heating Mode Heat Pump Outlet Water Temperature. T(outCHP): Cooling Mode Heat Pump Outlet Water Temperature. T(mh): Heating Mode Mean GHE Fluid Temperature. T(mc): Cooling Mode Mean GHE Fluid Temperature. T(pc): Cooling Mode Temperature Penalty. T(ph): Heating Mode Temperature Penalty. In(t/ts): Dimensionless Time. F:Correlation Function. R(10y): Effective Thermal Resistance Of The Ground To 10-Year Ground Load. R(1m): Effective Thermal Resistance Of The Ground To 1-Month Ground Load. R(6h): EffectiveThermal Resistance Of The Ground To 6-Hour Ground Load. R(conv): Convection ResistanceInside Each Tube Of The U Loop. R(p): Convection Resistance For Each Tube Of The U Loop. R(Grout): Grout Resistance. R(B): Effective Thermal Resistance of The Borehole. L(CU): Undisturbed Total Borehole Design Length For Cooling. L(HU): Undisturbed Total Borehole Design Length For Heating. L(HT): Total Borehole Design Length For Heating. L(CT): Total Borehole Design Length For Cooling.
es: T(outHHP): Temperatura del agua de salida de la bomba de calor en modo de calefacción. T(outCHP): Temperatura del agua de salida de la bomba de calor en modo de enfriamiento. T(mh): Temperatura media del fluido GHE en modo de calefacción. T(mc): Temperatura media del fluido GHE en modo de enfriamiento. T(pc): Penalización de temperatura en modo de enfriamiento. T(ph): Penalización de temperatura en modo de calefacción. In(t/ts): Tiempo adimensional. F: Función de correlación. R(10y): Resistencia térmica efectiva del terreno a la carga de terreno de 10 años. R(1m): Resistencia térmica efectiva del terreno a la carga de terreno de 1 mes. R(6h): Resistencia térmica efectiva del terreno a la carga de terreno de 6 horas. R(conv): Resistencia a la convección dentro de cada tubo del bucle U. R(p): Resistencia a la convección para cada tubo del bucle U. R(Grout): Resistencia de la lechada. R(B): Resistencia térmica efectiva del agujero. L(CU): Longitud total de diseño de la perforación no perturbada para enfriamiento. L(HU): Longitud total de diseño de la perforación no perturbada para calefacción. L(HT): Longitud total de diseño del agujero para calefacción. L(CT): Longitud total de diseño del agujero para enfriamiento.
fr: T(outHHP) : Température de sortie de l'eau de la pompe à chaleur en mode chauffage. T(outCHP) : Température de sortie de l'eau de la pompe à chaleur en mode refroidissement. T(mh) : Température moyenne du fluide GHE en mode chauffage. T(mc) : Température moyenne du fluide GHE en mode refroidissement. T(pc) : Pénalité de température en mode refroidissement. T(ph) : Pénalité de température en mode chauffage. In(t/ts) : Temps sans dimension. F: Fonction de corrélation. R(10y) : Résistance thermique effective du sol à la charge de sol de 10 ans. R(1m) : Résistance thermique effective du sol à la charge de sol de 1 mois. R(6h) : Résistance thermique effective du sol à la charge de sol de 6 heures. R(conv) : Résistance à la convection à l'intérieur de chaque tube de la boucle U. R(p) : Résistance à la convection pour chaque tube de la boucle U. R(Grout) : Résistance de la boue. R(B) : Résistance thermique effective du forage. L(CU) : Longueur totale de conception du forage non perturbé pour le refroidissement. L(HU) : Longueur totale de conception du forage non perturbé pour le chauffage. L(HT) : Longueur totale de conception du forage pour le chauffage. L(CT) : Longueur totale de conception du forage pour le refroidissement.
zh_hans: T(outHHP): 加热模式热泵出水温度。 T(outCHP): 冷却模式热泵出水温度。 T(mh): 加热模式GHE流体平均温度。 T(mc): 冷却模式GHE流体平均温度。 T(pc): 冷却模式温度惩罚。 T(ph): 加热模式温度惩罚。 In(t/ts): 无量纲时间。 F:相关函数。 R(10y): 地面对10年地面负荷的有效热阻。 R(1m): 地面对1个月地面负荷的有效热阻。 R(6h): 地面对6小时地面负荷的有效热阻。 R(conv): U环内每根管的对流阻力。 R(p): U环每根管的对流阻力。 R(Grout): 灌浆阻力。 R(B): 钻孔的有效热阻。 L(CU): 冷却的未扰动总钻孔设计长度。 L(HU): 加热的未扰动总钻孔设计长度。 L(HT): 供暖的总钻孔设计长度。 L(CT): 冷却的总钻孔设计长度。

source: Number of Boreholes
es: Número de agujeros de perforación
fr: Nombre de trous de forage
zh_hans: 钻孔数量

source: Minimum Boreholes Length
es: Longitud mínima de los agujeros de perforación
fr: Longueur minimale des trous de forage
zh_hans: 最小钻孔长度

source: Number of Trenches
es: Número de trincheras
fr: Nombre de tranchées
zh_hans: 沟槽数量

source: Minimum Trench Length
es: Longitud mínima de la trinchera
fr: Longueur minimale de la tranchée
zh_hans: 最小沟槽长度

source: Number of Pipes in Each Trench
es: Número de tubos en cada trinchera
fr: Nombre de tuyaux dans chaque tranchée
zh_hans: 每个沟槽中的管道数量

# VB config
source: Minimum Borehole Length: %@ %@ ✕ %@ Boreholes
es: Longitud mínima del agujero: %@ m ✕ %@ Agujeros de perforación
fr: Longueur minimale du forage : %@ %@ ✕ %@ trous de forage
zh_hans: 最小钻孔长度: %@ %@ ✕ %@ 个钻孔

# HT config
source: Minimum Trench Length: %@ %@ ✕ %@ Pipes in %@ Trenches
es: Longitud mínima de zanja: %@ %@ ✕ %@ tuberías en %@ zanjas
fr: Longueur minimale de tranchée: %@ %@ ✕ %@ tuyaux dans %@ tranchées
zh_hans: 最小沟槽长度: %@ %@ ✕ %@管道在%@条沟槽中

# cop_info
source: Designed Coefficient of Performance. (Suggested value 4)
es: Coeficiente de rendimiento diseñado. (Valor sugerido 4)
fr: Coefficient de performance conçu. (Valeur suggérée 4)
zh_hans: 设计性能系数。 （建议值 4）

# eer_info
source: Energy Efficiency Ratio at design cooling condition. (Suggested value 14.5)
es: Índice de eficiencia energética en condiciones de diseño de refrigeración. (Valor sugerido 14.5)
fr: Rapport d'efficacité énergétique dans des conditions de refroidissement de conception. (Valeur suggérée 14.5)
zh_hans: 设计冷却条件下的能效比。 （建议值 14.5）

# hc_info
source: Total Heating Capacity of the Heat Pump at design conditions. (Suggested value 20 kW, 68242.84 BTU/h or 5.687 TR)
es: Capacidad total de calefacción de la bomba de calor en condiciones de diseño. (Valor sugerido 20 kW, 68242.84 BTU/h o 5.687 TR)
fr: Capacité totale de chauffage de la pompe à chaleur dans des conditions de conception. (Valeur suggérée 20 kW, 68242.84 BTU/h ou 5.687 TR)
zh_hans: 设计条件下热泵的总供暖能力。 （建议值 20 kW, 68242.84 BTU/h 或 5.687 TR）

# tc_info
source: Total Cooling Capacity of the Heat Pump at design conditions. (Suggested value 20 kW, 68242.84 BTU/h or 5.687 TR)
es: Capacidad total de refrigeración de la bomba de calor en condiciones de diseño. (Valor sugerido 20 kW, 68242.84 BTU/h o 5.687 TR)
fr: Capacité totale de refroidissement de la pompe à chaleur dans des conditions de conception. (Valeur suggérée 20 kW, 68242.84 BTU/h ou 5.687 TR)
zh_hans: 设计条件下热泵的总制冷能力。 （建议值 20 kW, 68242.84 BTU/h 或 5.687 TR）

# ewt_min_info
source: Minimum Entering Water Temperature at heating design conditions. (Suggested value 4 ℃ or 39.2 ℉ for Melbourne)
es: Temperatura mínima de entrada de agua en condiciones de diseño de calefacción. (Valor sugerido 4 ℃ o 39.2 ℉ para Melbourne)
fr: Température minimale d'entrée d'eau dans des conditions de chauffage de conception. (Valeur suggérée 4 ℃ ou 39.2 ℉ pour Melbourne)
zh_hans: 供热设计条件下的最小进水温度。 （建议值 4 ℃ 或 39.2 ℉，适用于墨尔本）

# lwt_min_info
source: Minimum Leaving Water Temperature at heating design conditions. (Suggested value 1 ℃ or 33.8 ℉ for Melbourne)
es: Temperatura mínima de salida de agua en condiciones de diseño de calefacción. (Valor sugerido 1 ℃ o 33.8 ℉ para Melbourne)
fr: Température minimale de sortie d'eau dans des conditions de chauffage de conception. (Valeur suggérée 1 ℃ ou 33.8 ℉ pour Melbourne)
zh_hans: 供热设计条件下的最小出水温度。 （建议值 1 ℃ 或 33.8 ℉，适用于墨尔本）

# ewt_max_info
source: Maximum Entering Water Temperature at heating design conditions. (Suggested value 30 ℃ or 86 ℉ for Melbourne)
es: Temperatura máxima de entrada de agua en condiciones de diseño de calefacción. (Valor sugerido 30 ℃ o 86 ℉ para Melbourne)
fr: Température maximale d'entrée d'eau dans des conditions de chauffage de conception. (Valeur suggérée 30 ℃ ou 86 ℉ pour Melbourne)
zh_hans: 供热设计条件下的最大进水温度。 （建议值 30 ℃ 或 86 ℉，适用于墨尔本）

# lwt_max_info
source: Maximum Leaving Water Temperature at heating design conditions. (Suggested value 34 ℃ or 93.2 ℉ for Melbourne)
es: Temperatura máxima de salida de agua en condiciones de diseño de calefacción. (Valor sugerido 34 ℃ o 93.2 ℉ para Melbourne)
fr: Température maximale de sortie d'eau dans des conditions de chauffage de conception. (Valeur suggérée 34 ℃ ou 93.2 ℉ pour Melbourne)
zh_hans: 供热设计条件下的最大出水温度。 （建议值 34 ℃ 或 93.2 ℉，适用于墨尔本）

# rt_clg_info
source: Actual Equipment Run Time in cooling mode per month. (Suggested value 476 h)
es: Tiempo de funcionamiento real del equipo en modo de refrigeración por mes. (Valor sugerido 476 h)
fr: Temps de fonctionnement réel de l'équipement en mode de refroidissement par mois. (Valeur suggérée 476 h)
zh_hans: 每月冷却模式下的实际设备运行时间。 （建议值 476 小时）

# rt_htg_info
source: Actual Equipment Run Time in heating mode per month. (Suggested value 476 h)
es: Tiempo de funcionamiento real del equipo en modo de calefacción por mes. (Valor sugerido 476 h)
fr: Temps de fonctionnement réel de l'équipement en mode de chauffage par mois. (Valeur suggérée 476 h)
zh_hans: 每月供热模式下的实际设备运行时间。 （建议值 476 小时）

# kg_info
source: Ground Thermal Conductivity. (Suggested value 1.73 W/(m⋅℃) or 1 BTU/(h ft ℉) for Melbourne
es: Conductividad térmica del suelo. (Valor sugerido 1.73 W/(m⋅℃) o 1 BTU/(h ft ℉) para Melbourne)
fr: Conductivité thermique du sol. (Valeur suggérée 1.73 W/(m⋅℃) ou 1 BTU/(h ft ℉) pour Melbourne)
zh_hans: 地下热传导率。 （建议值 1.73 W/(m⋅℃) 或 1 BTU/(h ft ℉)，适用于墨尔本）

# tg_info
source: Undisturbed Ground Temperature. (Suggested value 12.41 ℃ or 54.338 ℉ for Melbourne)
es: Temperatura profunda de la Tierra. (Valor sugerido 18 ℃ o 64.4 ℉ para Melbourne)
fr: Température de la terre en profondeur. (Valeur suggérée 18 ℃ ou 64.4 ℉ pour Melbourne)
zh_hans: 深层地温。 （建议值 18 ℃ 或 64.4 ℉，适用于墨尔本）

# dgo_info
source: Diameter of the ground surrounding the borehole affected by heat transfer. (Suggested value 4.572 m or 15 ft)
es: Diámetro del suelo alrededor del agujero de perforación afectado por la transferencia de calor. (Valor sugerido 4.572 m o 15 ft)
fr: Diamètre du sol entourant le forage affecté par le transfert de chaleur. (Valeur suggérée 4.572 m ou 15 ft)
zh_hans: 受热传递影响的钻孔周围地面的直径。 （建议值 4.572 米 或 15 英尺）

# db_info
source: Diameter of Borehole. (Suggested value 0.128 m or 5.039 in)
es: Diámetro del agujero de perforación. (Valor sugerido 0.128 m o 5.039 in)
fr: Diamètre du trou de forage. (Valeur suggérée 0.128 m ou 5.039 in)
zh_hans: 钻孔直径。 （建议值 0.128 米 或 5.039 英寸）

# dpo_info
source: Outer Pipe Diameter. (Suggested value 0.027 m or 1.063 in)
es: Diámetro exterior del tubo. (Valor sugerido 0.027 m o 1.063 in)
fr: Diamètre extérieur du tuyau. (Valeur suggérée 0.027 m ou 1.063 in)
zh_hans: 外管径。 （建议值 0.027 米 或 1.063 英寸）
