Repository: Vivienne0528/iOS-mobile-app
Catalog: src/Geothermal/*.lproj/Localizable.strings
Languages: es, fr, zh_hans

# terms_detail
source: These Additional Terms are between you and the Fourth Element Energy (4EE) and govern your use of the "Geothermal application" (App). These Additional Terms are in addition to and supplement the Apple terms or Google terms (Third Party Terms) applicable to your use of the App. In the event of any inconsistency between these Additional Terms and the Third-Party Terms, these Additional Terms will prevail to the extent of any inconsistency. By using the App, you are deemed to have read and understood, and agree to be bound by and abide by, these Additional Terms (as amended by the 4EE from time to time). 1. Use of the App 1.1 Acknowledgement and agreement The App is a tool which provides some pre-design calculations for geothermal ground-source heat pump (GSHP) systems. You acknowledge and agree that the 4EE gives no representations as to the operation of the App or the accuracy of any outputs from the App and that the App should use as a guide only, and not as a source upon which any decisions are made. Before using any information obtained through the App you should: (a) independently verify the accuracy, currency or completeness of any that information; and (b) seek independent advice from an appropriately qualified professional. 4EE is not liable to you or anyone else for any decision made or action taken in reliance upon any information obtained through the App. 1.2 Suspension and cancellation 4EE may suspend or cancel your access to or use of the App, at any time without prior notice. You may cease to use the App by removing the application from your device and deleting any relevant software from your device or computer. 1.3 Privacy (a) 4EE may collect, store and provide to third party service providers 'personal information' and 'sensitive information' as defined in the Information Privacy Act 2000 (Vic). (b) 4EE's privacy policy relating to information collected by the 4EE may be accessed at https://4ee.com.au/legal.html and forms part of these Additional Terms. 2. Warranties and indemnity 2.1 Consumer guarantees (a) In addition to any rights you may have under these Additional Terms, you may also have other rights under statutes which vary from jurisdiction to jurisdiction. In particular, you may have rights under consumer guarantees which apply to the supply of products or services under the Australian Consumer Law (as set out in Schedule 2 to the Competition and Consumer Act 2010 (Cth), as amended from time to time, or other similar legislation of a state or territory of Australia regarding goods or services, which cannot be excluded, restricted or modified by these Additional Terms (collectively, Consumer Guarantees). (b) These Additional Terms do not exclude, restrict or modify the application of the Consumer Guarantees or any other any condition, warranty, guarantee, right or remedy conferred by or implied under any provision of any statute where to do so would: (i) contravene the relevant statute; or (ii) cause any part of these Additional Terms to be void and/or unenforceable. 2.2 Limitation of liability (a) In clauses 2.2 and 2.3, Losses means all liabilities, losses, damages, costs and expenses including: (i) direct, indirect or consequential liabilities, losses, damages, costs and expenses; (ii) legal costs and disbursements, whether incurred or awarded against a party, including costs of investigation, litigation, settlement and compliance with judgments; and (iii) interest, fines and penalties, suffered or incurred by any person, and whether arising in contract, tort (including negligence) or otherwise. (b) Other than the Consumer Guarantees, 4EE excludes all warranties, conditions or other terms, whether implied by statute or otherwise including, without limitation, all representations or warranties, either express or implied, about content contained on the App or services provided to you through the App for any purpose (including representations about the accuracy, currency, completeness or suitability of the information published on the App). (c) Except for liability under the Consumer Guarantees, 4EE excludes liability for all Losses suffered or incurred by any person: (i) in connection with or in any way relating to the App, including any disruption to the App or interference with or damage to computer systems or other electronic devices; or (ii) in connection with any errors, omissions or inaccuracies contained in any information published on the App, including Losses in connection with your reliance on information obtained through the App; and (iii) otherwise under or in connection with these Additional Terms. (d) Except for liability under the Consumer Guarantees, to the extent that 4EE is unable to exclude its liability under this clause 2.2, 4EE limits its liability, at 4EE' option and to the maximum extent permitted by law, to: (i) resupplying the services or equivalent services; or (ii) paying the cost of having the services or equivalent services resupplied. 2.3 Indemnity (a) You indemnify 4EE and each of its directors, officers, employees, agents, advisers, consultants and contractors (collectively, Indemnified Persons) against all Losses arising from or relating to: (i) your use of the App; (ii) your breach of these Additional Terms or breach of law; (iii) your breach of any Third-Party Terms; or (iv) any claim alleging that you have infringed the intellectual property or other rights of any person. (b) If any Indemnified Person suffers or incurs any Loss as a result of your breach of these Additional Terms or other act or omission and 4EE would have been able to recover those Losses if the Losses were suffered or incurred by 4EE, then 4EE will be able to recover those Losses as if those Losses were suffered or incurred by 4EE. 3. General ​ 3.1 Changes to Additional Terms 4EE may change these Additional Terms at any time. You agree to be bound by the changed terms if you continue to use the App after the terms have changed. 3.2 Severability If any part of these Additional Terms is held to be invalid, illegal, or unenforceable, that part will be severed, and the remaining parts of these Additional Terms will continue in force. 3.3 Governing law These terms are governed by the laws applicable in the State of Victoria, Australia and you submit to the non-exclusive jurisdiction of the courts of that State.
es: Estos Términos Adicionales son entre usted y Fourth Element Energy (4EE) y rigen su uso de la "Aplicación Geotérmica" (App). Estos Términos Adicionales se añaden y complementan los términos de Apple o Google (Términos de Terceros) aplicables a su uso de la App. En caso de cualquier inconsistencia entre estos Términos Adicionales y los Términos de Terceros, estos Términos Adicionales prevalecerán hasta donde exista dicha inconsistencia. Al usar la App, se considera que ha leído y entendido, y acepta estar vinculado por y cumplir con, estos Términos Adicionales (según sean enmendados por 4EE de vez en cuando). 1. Uso de la App 1.1 Reconocimiento y acuerdo La App es una herramienta que proporciona algunos cálculos de pre-diseño para sistemas de bombas de calor geotérmicas de fuente terrestre (GSHP). Usted reconoce y acepta que 4EE no hace representaciones sobre la operación de la App o la precisión de cualquier salida de la App y que la App se debe usar solo como guía, y no como fuente sobre la cual se tomen decisiones. Antes de usar cualquier información obtenida a través de la App, usted debería: (a) verificar de forma independiente la precisión, actualidad o completitud de esa información; y (b) buscar asesoramiento independiente de un profesional debidamente cualificado. 4EE no es responsable ante usted ni ante nadie más por cualquier decisión tomada o acción tomada en base a cualquier información obtenida a través de la App. 1.2 Suspensión y cancelación 4EE puede suspender o cancelar su acceso al uso de la App, en cualquier momento sin previo aviso. Puede dejar de usar la App eliminando la aplicación de su dispositivo y eliminando cualquier software relevante de su dispositivo o computadora. 1.3 Privacidad (a) 4EE puede recopilar, almacenar y proporcionar a los proveedores de servicios de terceros 'información personal' e 'información sensible' según se define en la Ley de Privacidad de la Información 2000 (Vic). (b) La política de privacidad de 4EE relacionada con la información recopilada por 4EE se puede acceder en https://4ee.com.au/legal.html y forma parte de estos Términos Adicionales. 2. Garantías e indemnidad 2.1 Garantías del consumidor (a) Además de cualquier derecho que pueda tener bajo estos Términos Adicionales, también puede tener otros derechos bajo estatutos que varían de jurisdicción a jurisdicción. En particular, puede tener derechos bajo las garantías del consumidor que se aplican a la provisión de productos o servicios bajo la Ley del Consumidor Australiana (según se establece en el Anexo 2 de la Ley de Competencia y Consumo 2010 (Cth), enmendada de vez en cuando, u otra legislación similar de un estado o territorio de Australia respecto a bienes o servicios, que no pueden ser excluidos, restringidos o modificados por estos Términos Adicionales (colectivamente, Garantías del Consumidor). (b) Estos Términos Adicionales no excluyen, restringen o modifican la aplicación de las Garantías del Consumidor ni cualquier otra condición, garantía, derecho o remedio conferido por o implícito bajo cualquier disposición de cualquier estatuto donde hacerlo sería: (i) contravenir el estatuto relevante; o (ii) hacer que cualquier parte de estos Términos Adicionales sea nula y/o no ejecutable. 2.2 Limitación de responsabilidad (a) En las cláusulas 2.2 y 2.3, Pérdidas significa todas las responsabilidades, pérdidas, daños, costos y gastos incluyendo: (i) responsabilidades, pérdidas, daños, costos y gastos directos, indirectos o consecuentes; (ii) costos legales y desembolsos, ya sean incurridos o adjudicados contra una parte, incluidos los costos de investigación, litigios, acuerdos y cumplimiento de sentencias; y (iii) intereses, multas y penalidades, sufridos o incurridos por cualquier persona, y ya sea que surjan en contrato, agravio (incluida negligencia) o de otro modo. (b) Aparte de las Garantías del Consumidor, 4EE excluye todas las garantías, condiciones u otros términos, ya sean implícitos por estatuto o de otro modo, incluyendo, sin limitación, todas las representaciones o garantías, ya sean expresas o implícitas, sobre el contenido contenido en la App o los servicios proporcionados a usted a través de la App para cualquier propósito (incluyendo representaciones sobre la precisión, actualidad, completitud o adecuación de la información publicada en la App). (c) Excepto por responsabilidad bajo las Garantías del Consumidor, 4EE excluye la responsabilidad por todas las Pérdidas sufridas o incurridas por cualquier persona: (i) en relación con o de alguna manera relacionada con la App, incluyendo cualquier interrupción a la App o interferencia con o daño a sistemas informáticos u otros dispositivos electrónicos; o (ii) en conexión con cualquier error, omisión o inexactitud contenida en cualquier información publicada en la App, incluyendo Pérdidas en conexión con su confianza en información obtenida a través de la App; y (iii) de otra manera bajo o en relación con estos Términos Adicionales. (d) Excepto por responsabilidad bajo las Garantías del Consumidor, en la medida en que 4EE no pueda excluir su responsabilidad bajo esta cláusula 2.2, 4EE limita su responsabilidad, a opción de 4EE y en la máxima medida permitida por la ley, a: (i) volver a suministrar los servicios o servicios equivalentes; o (ii) pagar el costo de tener los servicios o servicios equivalentes suministrados. 2.3 Indemnidad (a) Usted indemniza a 4EE y a cada uno de sus directores, funcionarios, empleados, agentes, asesores, consultores y contratistas (colectivamente, Personas Indemnizadas) contra todas las Pérdidas que surjan de o se relacionen con: (i) su uso de la App; (ii) su incumplimiento de estos Términos Adicionales o incumplimiento de la ley; (iii) su incumplimiento de cualquier Términos de Terceros; o (iv) cualquier reclamo alegando que usted ha infringido los derechos de propiedad intelectual u otros derechos de cualquier persona. (b) Si cualquier Persona Indemnizada sufre o incurre en cualquier Pérdida como resultado de su incumplimiento de estos Términos Adicionales u otro acto u omisión y 4EE hubiera podido recuperar esas Pérdidas si las Pérdidas fueran sufridas o incurridas por 4EE, entonces 4EE podrá recuperar esas Pérdidas como si esas Pérdidas fueran sufridas o incurridas por 4EE. 3. General 3.1 Cambios a los Términos Adicionales 4EE puede cambiar estos Términos Adicionales en cualquier momento. Usted acepta estar vinculado por los términos cambiados si continúa utilizando la App después de que los términos hayan cambiado. 3.2 Divisibilidad Si cualquier parte de estos Términos Adicionales se considera inválida, ilegal o no ejecutable, esa parte será separada, y las partes restantes de estos Términos Adicionales continuarán en vigor. 3.3 Ley aplicable Estos términos están regidos por las leyes aplicables en el Estado de Victoria, Australia y usted se somete a la jurisdicción no exclusiva de los tribunales de ese Estado.
fr: Ces Conditions supplémentaires sont entre vous et Fourth Element Energy (4EE) et régissent votre utilisation de l'application "Geothermal" (App). Ces Conditions supplémentaires s'ajoutent et complètent les termes d'Apple ou de Google (Termes Tiers) applicables à votre utilisation de l'App. En cas d'incohérence entre ces Conditions supplémentaires et les Termes Tiers, ces Conditions supplémentaires prévaudront dans la mesure de toute incohérence. En utilisant l'App, vous êtes réputé avoir lu et compris, et acceptez d'être lié par et de respecter, ces Conditions supplémentaires (telles que modifiées par 4EE de temps en temps). 1. Utilisation de l'App 1.1 Reconnaissance et accord L'App est un outil qui fournit des calculs de pré-conception pour les systèmes de pompe à chaleur géothermique (GSHP). Vous reconnaissez et acceptez que 4EE ne donne aucune représentation quant au fonctionnement de l'App ou à l'exactitude de ses sorties, et que l'App doit être utilisée comme un guide uniquement, et non comme une source sur laquelle des décisions sont prises. Avant d'utiliser toute information obtenue par l'intermédiaire de l'App, vous devriez : (a) vérifier indépendamment l'exactitude, la pertinence ou l'exhaustivité de cette information; et (b) demander conseil à un professionnel qualifié. 4EE n'est pas responsable envers vous ou toute autre personne pour toute décision prise ou action entreprise en se basant sur des informations obtenues par le biais de l'App. 1.2 Suspension et annulation 4EE peut suspendre ou annuler votre accès ou utilisation de l'App, à tout moment sans préavis. Vous pouvez cesser d'utiliser l'App en supprimant l'application de votre appareil et en supprimant tout logiciel pertinent de votre appareil ou ordinateur. 1.3 Confidentialité (a) 4EE peut collecter, stocker et fournir à des fournisseurs de services tiers des 'informations personnelles' et des 'informations sensibles' telles que définies dans la loi sur la protection des informations de 2000 (Vic). (b) La politique de confidentialité de 4EE relative aux informations collectées par 4EE peut être consultée à l'adresse https://4ee.com.au/legal.html et fait partie de ces Conditions supplémentaires. 2. Garanties et indemnité 2.1 Garanties consommateur (a) En plus de tous les droits que vous pouvez avoir en vertu de ces Conditions supplémentaires, vous pouvez également avoir d'autres droits en vertu de lois qui varient selon les juridictions. En particulier, vous pouvez avoir des droits en vertu des garanties pour les consommateurs qui s'appliquent à la fourniture de produits ou services en vertu du droit australien de la consommation (tel que défini à l'annexe 2 de la loi sur la concurrence et la consommation de 2010 (Cth), tel que modifié de temps à autre, ou d'une autre législation similaire d'un État ou territoire australien concernant les biens ou services, qui ne peuvent être exclus, restreints ou mod ifiés par ces Conditions supplémentaires (collectivement, Garanties consommateur). (b) Ces Conditions supplémentaires n'excluent pas, ne restreignent pas ou ne modifient pas l'application des Garanties Consommateur ou toute autre condition, garantie, garantie, droit ou recours conféré par ou implicite en vertu de toute disposition de toute loi où le faire serait : (i) contrevenir à la loi pertinente; ou (ii) rendre une partie de ces Conditions supplémentaires nulle et/ou inapplicable. 2.2 Limitation de responsabilité (a) Dans les clauses 2.2 et 2.3, Pertes signifie toutes les responsabilités, pertes, dommages, coûts et dépenses, y compris : (i) les responsabilités, pertes, dommages, coûts et dépenses directs, indirects ou consécutifs; (ii) les frais juridiques et les débours, qu'ils soient engagés ou attribués à une partie, y compris les frais d'enquête, de litige, de règlement et de conformité aux jugements; et (iii) les intérêts, amendes et pénalités, subies ou encourues par toute personne, et qu'elles découlent de contrat, de délit (y compris de négligence) ou autrement. (b) À l'exception des Garanties consommateur, 4EE exclut toutes garanties, conditions ou autres termes, qu'ils soient implicites par la loi ou autrement, y compris, sans limitation, toutes représentations ou garanties, expresses ou implicites, concernant le contenu contenu dans l'App ou les services fournis à vous par l'intermédiaire de l'App à quelque fin que ce soit (y compris les représentations concernant l'exactitude, la pertinence, l'exhaustivité ou l'adéquation des informations publiées sur l'App). (c) À l'exception de la responsabilité en vertu des Garanties Consommateur, 4EE exclut la responsabilité pour toutes Pertes subies ou encourues par toute personne : (i) en relation avec ou de quelque manière que ce soit liée à l'App, y compris toute interruption de l'App ou interférence avec ou dommages aux systèmes informatiques ou autres dispositifs électroniques; ou (ii) en relation avec toute erreur, omission ou inexactitude contenue dans toute information publiée sur l'App, y compris les Pertes en relation avec votre confiance dans les informations obtenues par l'intermédiaire de l'App; et (iii) autrement en vertu de ou en relation avec ces Conditions supplémentaires. (d) À l'exception de la responsabilité en vertu des Garanties Consommateur, dans la mesure où 4EE ne peut exclure sa responsabilité en vertu de cette clause 2.2, 4EE limite sa responsabilité, à l'option de 4EE et dans la mesure maximale permise par la loi, à : (i) la fourniture des services ou de services équivalents; ou (ii) le paiement du coût d'avoir les services ou services équivalents fournis à nouveau. 2.3 Indemnité (a) Vous indemnisez 4EE et chacun de ses directeurs, dirigeants, employés, agents , conseillers, consultants et entrepreneurs (collectivement, Personnes indemnisées) contre toutes Pertes résultant de ou liées à : (i) votre utilisation de l'App; (ii) votre violation de ces Conditions supplémentaires ou de la loi; (iii) votre violation de tout Termes Tiers; ou (iv) toute réclamation alléguant que vous avez enfreint les droits de propriété intellectuelle ou d'autres droits de toute personne. (b) Si une Personne Indemnisée subit ou encourt une Perte à la suite de votre violation de ces Conditions supplémentaires ou d'un autre acte ou omission et que 4EE aurait pu récupérer ces Pertes si les Pertes avaient été subies ou encourues par 4EE, alors 4EE pourra récupérer ces Pertes comme si ces Pertes avaient été subies ou encourues par 4EE. 3. Général 3.1 Changements aux Conditions supplémentaires 4EE peut modifier ces Conditions supplémentaires à tout moment. Vous acceptez d'être lié par les termes modifiés si vous continuez à utiliser l'App après que les termes aient été modifiés. 3.2 Divisibilité Si une partie de ces Conditions supplémentaires est jugée invalide, illégale ou inapplicable, cette partie sera séparée et les autres parties de ces Conditions supplémentaires continueront d'avoir force. 3.3 Droit applicable Ces termes sont régis par les lois applicables dans l'État de Victoria, Australie et vous vous soumettez à la juridiction non exclusive des tribunaux de cet État.
zh_hans: 这些附加条款在您和Fourth Element Energy (4EE)之间，并规定了您对\\\"地热应用程序\\\"（应用程序）的使用。这些附加条款是Apple条款或Google条款（第三方条款）的补充，适用于您对应用程序的使用。如果这些附加条款和第三方条款之间存在任何不一致，那么这些附加条款将在任何不一致的程度上优先。 通过使用应用程序，您被认为已阅读并理解，并同意受这些附加条款（4EE不时修改）的约束和遵守。 1. 应用程序的使用 1.1 确认和同意 应用程序是一种工具，它为地热地源热泵（GSHP）系统提供一些预设计计算。您确认并同意，4EE不对应用程序的运行或任何来自应用程序的输出的准确性做出任何表示，并且应将应用程序仅作为指南，而不是做出任何决策的来源。在使用通过应用程序获取的任何信息之前，您应： (a) 独立验证该信息的准确性，现行性或完整性；和 (b) 向适当资格的专业人士寻求独立的建议。 4EE对您或任何其他人因依赖通过应用程序获得的任何信息而做出的任何决定或采取的任何行动不承担责任。 1.2 暂停和取消 4EE可能会随时在没有事先通知的情况下暂停或取消您对应用程序的访问或使用。您可以通过从设备中移除应用程序并从设备或计算机中删除任何相关软件来停止使用应用程序。 1.3 隐私 (a) 4EE可能会收集，存储并向第三方服务提供商提供“个人信息”和“敏感信息”，如信息隐私法2000（Vic）中定义的那样。 (b) 4EE关于4EE收集的信息的隐私政策可以在https://4ee.com.au/legal.html上访问，并构成这些附加条款的一部分。 2. 保证和赔偿 2.1 消费者保证 (a) 除了您可能在这些附加条款下拥有的任何权利外，您可能还有其他权利，这些权利在不同的司法管辖区中不同。特别是，您可能有权根据消费者保证享受根据澳大利亚消费者法（如不时修订的竞争和消费者法2010（Cth）的附表2或澳大利亚州或领地的类似法规关 于商品或服务的条款，这些条款不能被这些附加条款排除，限制或修改（统称为消费者保证）。 (b) 这些附加条款不排除，限制或修改消费者保证的应用，或者任何其他任何条件，保证，保证，权利或补救措施的应用，这些由或根据任何法规的任何规定而推定，如果这样做将： (i) 违反相关法规；或 (ii) 导致这些附加条款的任何部分无效和/或不可执行。 2.2 责任限制 (a) 在条款2.2和2.3中，损失意味着所有责任，损失，损害，成本和费用，包括： (i) 直接，间接或后果性的责任，损失，损害，成本和费用； (ii) 法律成本和支出，无论是由一方招致的还是判给一方的，包括调查，诉讼，和解和执行判决的成本；和 (iii) 利息，罚款和罚款， 由任何人遭受或承担的，无论是以合同，侵权（包括过失）或其他方式产生的。 (b) 除消费者保证外，4EE排除所有由法令或其他方式暗示的所有保证，条件或其他条款，包括但不限于，关于应用程序中包含的内容或通过应用程序向您提供的服务的所有声明或保证，无论是明示还是暗示的，用于任何目的（包括关于应用程序上发布的信息的准确性，现行性，完整性或适当性的声明）。 (c) 除了消费者保证下的责任，4EE排除任何人由于以下原因遭受或承担的所有损失的责任： (i) 与应用程序有关或与之相关的任何方式，包括对应用程序的干扰或对计算机系统或其他电子设备的干扰或损害；或 (ii) 与应用程序上发布的任何信息中包含的任何错误，遗漏或不准确性有关，包括与您依赖通过应用程序获得的信息有关的损失；和 (iii) 否则在这些附加条款的约束下或与之相关的。 (d) 除了消费者保证下的责任，只要4EE不能在这个条款2.2下排除其责任，4EE将其责任限制在，根据4EE的选择并在法律允许的最大程度上，以下内容： (i) 重新提供服务或同等服务；或 (ii) 支付提供服务或同等服务的 成本。 2.3 赔偿 (a) 您对4EE及其每一位董事，高级职员，员工，代理人，顾问，顾问和承包商（统称为受赔偿人）就所有因以下原因引起或与之相关的损失进行赔偿： (i) 您使用应用程序； (ii) 您违反这些附加条款或违反法律； (iii) 您违反任何第三方条款；或 (iv) 任何声称您侵犯了任何人的知识产权或其他权利的索赔。 (b) 如果任何受赔偿人由于您违反这些附加条款或其他行为或疏忽而遭受或承担任何损失，并且如果这些损失是由4EE遭受或承担的，那么4EE将能够恢复这些损失，就像这些损失是由4EE遭受或承担的一样。 3. 一般条款 3.1 修改附加条款 4EE可能会随时更改这些附加条款。如果您在条款更改后继续使用应用程序，您同意受更改后的条款约束。 3.2 可分割性 如果这些附加条款的任何部分被认定为无效，非法或不可执行，那么该部分将被剔除，这些附加条款的其余部分将继续有效。 3.3 管辖法律 这些条款受澳大利亚维多利亚州适用的法律管辖，并且您接受该州法院的非专属管辖权。

source: Color
fr: Couleur
zh_hans: 颜色
